-- +goose Up
INSERT INTO tariffs (tariff_id, name, sum, type) VALUES
('1', 'Мойка', 100.00, 1),
('2', 'Мойка', 200.00, 1),
('3', 'Мойка', 300.00, 1),
('4', 'Мойка', 400.00, 1),
('5', 'Мойка', 500.00, 1),
('6', 'Мойка', 1000.00, 1),
('7', 'Мойка', 1500.00, 1),
('8', 'Мойка', 2000.00, 1),
('9', 'Мойка', 10.00, 2),
('10', 'Мойка', 20.00, 2),
('11', 'Мойка', 30.00, 2),
('12', 'Мойка', 40.00, 2),
('13', 'Мойка', 50.00, 2),
('14', 'Мойка', 100.00, 2),
('15', 'Мойка', 150.00, 2)
ON CONFLICT DO NOTHING;

-- +goose Down
DELETE FROM tariffs;
